Repository: eric3119/django-newsletter
Catalog: newsletter/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Entry '%s' does not contain a valid e-mail address.
pt_br: A entrada '%s' não contém um endereço de e-mail válido.

source: The address file contains duplicate entries for '%s'.
pt_br: O arquivo de endereços contém referências duplicadas para '%s'.

source: Some entries are already subscribed to.
pt_br: Algumas entradas já foram inscritas.

source: E-mail address %(email)s too long, maximum length is %(email_length)s characters.
pt_br: Endereço de email %(email)s está muito grande, o tamanho máximo é de %(email_length)s caracteres.

source: Name %(name)s too long, maximum length is %(name_length)s characters.
pt_br: O nome %(name)s está muito grande, o tamanho máximo é de %(name_length)s caracteres

source: name
pt_br: nome

source: display
pt_br: exibir

source: Name column not found. The name of this column should be either 'name' or '%s'.
pt_br: Coluna Nome não encontrada. O nome desta coluna deveria ser 'nome' ou '%s'.

source: E-mail column not found. The name of this column should be either 'email', 'e-mail' or '%(email)s'.
pt_br: Coluna Email não encontrada. O nome desta coluna deveria ser 'email', 'e-mail' ou '%(email)s'.

source: Could not properly determine the proper columns in the CSV-file. There should be a field called 'name' or '%(name)s' and one called 'e-mail' or '%(e-mail)s'.
pt_br: Não foi possível determinar as colunas corretas no arquivo CSV. Deveria existir um campo chamado 'nome' ou '%(name)s' e um campo chamado 'e-mail' ou '%(e-mail)s'.

source: Row with content '%(row)s' does not contain a name and email field.
pt_br: A linha '%(row)s' não possui o campo nome ou email.

source: Error reading vCard file: %s
pt_br: Erro lendo arquivo vCard: %s

source: Entry '%s' contains no email address.
pt_br: O texto informado '%s' não contém um endereço de e-mail.

source: Some entries have no e-mail address.
pt_br: Algumas entradas não contêm endereços de e-mail.

source: Messages
pt_br: Mensagens

source: Subscriptions
pt_br: Assinaturas

source: Submissions
pt_br: Envios

source: newsletter
pt_br: boletim

source: submission
pt_br: envio

source: publish date
pt_br: data de publicação

source: Sent.
pt_br: Enviado.

source: Delayed submission.
pt_br: Envio atrasado.

source: Submitting.
pt_br: Enviando.

source: Not sent.
pt_br: Não enviado.

source: Status
pt_br: Estado

source: Submission already sent.
pt_br: Sua requisição está sendo enviada.

source: Your submission is being sent.
pt_br: Sua requisição está sendo enviada.

source: Optional
pt_br: Opcional

source: message
pt_br: mensagem

source: Preview
pt_br: Visualização

source: No HTML template associated with the newsletter this message belongs to.
pt_br: Nenhum template HTML associado com o boletim que essa mensagem pertence

source: Subscribed
pt_br: Assinado

source: Unsubscribed
pt_br: Assinatura cancelada

source: Unactivated
pt_br: Desativado

source: subscribe date
pt_br: data da assinatura

source: unsubscribe date
pt_br: data de cancelamento da assinatura

source: Subscribe selected users
pt_br: Assinar usuários selecionados

source: Unsubscribe selected users
pt_br: Cancelar assinatura dos usuários selecionados

source: File type '%s' was not recognized.
pt_br: Tipo de arquivo '%s' desconhecido.

source: File extension '%s' was not recognized.
pt_br: Extensão '%s' desconhecida.

source: No entries could found in this file.
pt_br: Nenhuma entrada encontrada neste arquivo.

source: Newsletter
pt_br: Boletim

source: Address file
pt_br: Arquivo de endereços

source: Ignore non-fatal errors
pt_br: Ignorar erros não fatais.

source: You should confirm in order to continue.
pt_br: Você deve confirmar antes de continuar a ação.

source: Confirm import
pt_br: Confirmar a importação

source: If a user has been selected this field should remain empty.
pt_br: Se um usuário foi selecionado esse campo deve permanecer vazio.

source: Either a user must be selected or an email address must be specified.
pt_br: Selecione um usuário ou um endereço de email.

source: This message has already been published in some other submission. Messages can only be published once.
pt_br: Essa mensagem já foi publicada em alguma outra submissão. Mensagens só podem ser publicadas uma vez.

source: %(name)s object with primary key %(key)r does not exist.
pt_br: O objeto %(name)s com chave primária %(key)r não existe.

source: Your e-mail address has already been subscribed to.
pt_br: Seu endereço de e-mail já está inscrito.

source: This subscription has not yet been activated.
pt_br: Esta inscrição ainda não foi ativada.

source: This e-mail address has not been subscribed to.
pt_br: Este endereço de e-mail não está inscrito.

source: This subscription has already been unsubscribed from.
pt_br: Esta inscrição já foi cancelada.

source: The validation code supplied by you does not match.
pt_br: O código de validação informado não é válido.

source: Activation code
pt_br: Código de ativação

source: Submitting queued newsletter mailings
pt_br: Enviando boletim para lista de e-mails

source: newsletter title
pt_br: título da lista

source: Sender e-mail
pt_br: E-mail do remetente

source: sender
pt_br: remetente

source: Sender name
pt_br: Nome do remetente

source: visible
pt_br: visível

source: send html
pt_br: enviar html

source: Whether or not to send HTML versions of e-mails.
pt_br: Se deseja ou não enviar versões HTML de e-mails.

source: newsletters
pt_br: Boletins

source: user
pt_br: usuário

source: optional
pt_br: opcional

source: Updated subscription %(subscription)s to %(action)s.
pt_br: Inscrição %(subscription)s atualizada para %(action)s.

source: Neither an email nor a username is set. This asks for inconsistency!
pt_br: Informe um e-mail ou nome de usuário!

source: If user is set, email must be null and vice versa.
pt_br: Se o usuário for definido, e-mail deve ser nulo e vice versa.

source: IP address
pt_br: Endereço IP

source: activation code
pt_br: código de ativação

source: subscribed
pt_br: assinado

source: unsubscribed
pt_br: assinatura cancelada

source: %(name)s <%(email)s> to %(newsletter)s
pt_br: %(name)s <%(email)s> para %(newsletter)s

source: %(email)s to %(newsletter)s
pt_br: %(email)s para %(newsletter)s

source: subscription
pt_br: assinatura

source: subscriptions
pt_br: assinaturas

source: Sort order determines the order in which articles are concatenated in a post.
pt_br: Ordenação determina a ordem que os artigos são concatenados numa postagem.

source: sort order
pt_br: ordenação

source: title
pt_br: título

source: text
pt_br: texto

source: image
pt_br: imagem

source: article
pt_br: artigo

source: articles
pt_br: artigos

source: created
pt_br: criado

source: modified
pt_br: modificado

source: messages
pt_br: mensagens

source: %(title)s in %(newsletter)s
pt_br: %(title)s em %(newsletter)s

source: submissions
pt_br: envios

source: %(newsletter)s on %(publish_date)s
pt_br: %(newsletter)s em %(publish_date)s

source: Submitting %(submission)s to %(count)d people
pt_br: Submetendo %(submission)s para %(count)d pessoas

source: Submitting message to: %s.
pt_br: Submetendo mensagem para %s.

source: Message %(subscription)s failed with error: %(error)s
pt_br: Mensagem %(subscription)s falhou com o erro: %(error)s

source: Submission of message %s
pt_br: Envio de mensagem %s

source: If you select none, the system will automatically find the subscribers for you.
pt_br: Se você selecionar nenhum, o sistema automaticamente encontrará os assinantes para você.

source: recipients
pt_br: destinatários

source: publication date
pt_br: data de publicação

source: publish
pt_br: publicar

source: Publish in archive.
pt_br: Publicar em arquivo.

source: prepared
pt_br: Pronto

source: sent
pt_br: enviado

source: sending
pt_br: enviando

source: Preview message
pt_br: Pré-visualizar mensagem

source: Home
pt_br: Início

source: Message
pt_br: Mensagem

source: Change
pt_br: Alteração

source: Create submission
pt_br: Criar envio

source: Text
pt_br: Texto

source: Import addresses
pt_br: Importar endereço

source: Confirm
pt_br: Confirmar

source: Unsubscribe
pt_br: Cancelar assinatura

source: Newsletter detail
pt_br: Detalhes do Boletim

source: Subscribe
pt_br: Assinar

source: Newsletter list
pt_br: Lista de Boletins

source: Update subscriptions
pt_br: Atualizar inscrições

source: Newsletter archive
pt_br: Arquivos do Boletim

source: activate
pt_br: ativar

source: Activate
pt_br: Ativar

source: Newsletter subscribe
pt_br: Assinar Boletim

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
pt_br: Devido a um erro técnico, não foi possível enviar seu e-mail de confirmação. Isto pode ter ocorrido porque o seu endereço de e-mail é inválido.

source: Your subscription has successfully been activated.
pt_br: Sua assinatura foi ativada com sucesso.

source: Your subscription request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
pt_br: Sua solicitação de inscrição foi recebido com sucesso e um e-mail de ativação foi enviado para você. Nesse e-mail você vai encontrar um link que deve ser acessado a fim de ativar sua assinatura.

source: Do you want to subscribe to this newsletter?
pt_br: Você deseja assinar este boletim?

source: Newsletter unsubscribe
pt_br: Cancelar assinatura do Boletim

source: You have successfully been unsubscribed.
pt_br: Sua assinatura foi cancelada com sucesso.

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
pt_br: Sua solicitação de cancelamento foi recebida com sucesso. Um e-mail foi enviado para você com um link que deve ser acessado a fim de confirmar o seu cancelamento.

source: Do you want to unsubscribe from this newsletter?
pt_br: Você realmente deseja cancelar a assinatura desse boletim?

source: Newsletter update
pt_br: Atualizar Boletim

source: Update subscription
pt_br: Atualizar assinatura

source: Your subscription has successfully been updated.
pt_br: Sua assinatura foi atualizada com sucesso.

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
pt_br: Sua solicitação de atualização foi recebido com sucesso e um e-mail de ativação foi enviado para você. Nesse e-mail você vai encontrar um link que deve ser acessado a fim de atualizar a sua assinatura.

source: Currently:
pt_br: Atualmente:

source: Change:
pt_br: Alteração:

source: The e-mail address '%(email)s' belongs to a user with an account on this site. Please log in as that user and try again.
pt_br: O endereço de e-mail '%(email)s' pertence a um usuário com uma conta neste site. Por favor acesse como esse usuário e tente novamente.

source: Your changes have been saved.
pt_br: Suas alterações foram salvas.

source: You have been subscribed to %s.
pt_br: Você foi inscrito em %s.

source: User %(rs)s subscribed to %(my_newsletter)s.
pt_br: Usuário %(rs)s assinou a %(my_newsletter)s.

source: You are already subscribed to %s.
pt_br: Você já está inscrito em %s.

source: You have been unsubscribed from %s.
pt_br: Você foi desinscrito de %s.

source: User %(rs)s unsubscribed from %(my_newsletter)s.
pt_br: Usuário %(rs)s desinscrito de %(my_newsletter)s.

source: You are not subscribed to %s.
pt_br: Você não está inscrito em %s.
